Repository: ProtonDriveApps/ios-drive
Catalog: PDLocalization/Sources/Resources/iOS-Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sv, tr, uk, zh_hans, zh_hant

# onboarding_button_get_started
source: Get started
be: Пачаць працу
ca: Comencem!
cs: Začínáme
da: Kom i gang
de: Erste Schritte
el: Ας ξεκινήσουμε
es: Empezar
es_419: Empezar
fi: Aloita
fr: Démarrer
hu: Kezdés
id: Mulai
it: Inizia
ja: 始めましょう
ka: დაიწყეთ
ko: 시작하기
nb: Kom i gang
nl: Aan de slag
pl: Rozpocznij
pt: Começar
pt_br: Começar
ro: Să începem
ru: Начать работу
sk: Začíname
sv: Kom igång
tr: Başlayalım
uk: Початок роботи
zh_hans: 开始吧
zh_hant: 開始使用

# onboarding_button_next
source: Next
be: Далей
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
es_419: Siguiente
fi: Seuraava
fr: Suivant
hu: Tovább
id: Berikutnya
it: Successivo
ja: 次へ
ka: შემდეგი
ko: 다음
nb: Neste
nl: Volgende
pl: Dalej
pt: Seguinte
pt_br: Próximo
ro: Înainte
ru: Далее
sk: Ďalej
sv: Nästa
tr: Sonraki
uk: Далі
zh_hans: 下一步
zh_hant: 下一頁

# onboarding_file_text
source: Upload and view your files on the go. Zero-access technology guarantees only you have access.
be: Запампуйце і праглядайце свае файлы дзе б вы не знаходзіліся. Тэхналогія нулявога доступу гарантуе, што толькі вы будзеце мець доступ да іх.
ca: Pugeu i visualitzeu els vostres fitxers sobre la marxa. La tecnologia d'accés zero garanteix que només vós hi tingueu accés.
cs: Nahrávejte a prohlížejte své soubory na cestách. Technologie nulového přístupu zaručuje, že k nim budete mít přístup pouze vy.
da: Overfør og se dine filer, mens du er på farten. Zero Access-teknologi garanterer, at kun du har adgang.
de: Lade deine Dateien hoch und greife unterwegs auf sie zu. Die Zero-Access-Technologie garantiert, dass nur du Zugriff hast.
el: Ανεβάστε και δείτε τα αρχεία σας όπου και αν βρίσκεστε. Η τεχνολογία μηδενικής πρόσβασης εγγυάται ότι έχετε πρόσβαση μόνο εσείς.
es: Carga y visualiza tus archivos al instante. La tecnología de acceso cero garantiza que solo tú tienes acceso.
es_419: Cargue y vea sus archivos al instante. La tecnología de acceso cero garantiza que solo usted tiene acceso.
fi: Tallenna ja tarkastele tiedostojasi liikkeellä ollessasi. Zero Access -tekniikka takaa, että vain sinulla on pääsy.
fr: Importez et consultez vos fichiers pendant vos déplacements. La technologie zéro accès garantit que personne d'autre que vous n'y a accès.
hu: Töltsön fel és nézzen meg fájlokat bárhonnan. A zéró-hozzáférés technológia garantálja, hogy csak ön férhet hozzá.
id: Unggah dan lihat berkas Anda di mana pun Anda berada. Teknologi zero-access menjamin bahwa hanya Anda yang memiliki akses ke berkas yang diunggah.
it: Carica e visualizza i tuoi file all'istante. La tecnologia ad accesso zero garantisce l'accesso soltanto a te.
ja: 外出先でファイルをアップロードして閲覧できます。ゼロアクセス技術により、あなただけがアクセスできることが保証されます。
ka: ატვირთეთ და ნახეთ თქვენი ფაილები, სადაც უნდა ბრძანდებოდეთ.ნულოვანი წვდომის ტექნოლოგია გარანტიას გაძლევთ, რომ წვდომა, მხოლოდ, თქვენ გაგაჩნიათ.
ko: 언제든지 파일을 업로드 및 확인하세요.완전한 비접근 기술이 오직 당신만이 볼 수 있도록 보증합니다.
nb: Last opp og vis filene dine på farten. Nulltilgangs-teknologi garanterer at kun du har tilgang.
nl: Upload en bekijk uw bestanden onderweg. Zero-access-technologie garandeert dat alleen u toegang hebt.
pl: Przesyłaj i przeglądaj swoje pliki. Technologia szyfrowania gwarantuje, że tylko Ty masz dostęp.
pt: Carregue e veja os seus ficheiros em qualquer lugar. A tecnologia de acesso zero garante que só tem acesso.
pt_br: Envie e visualize seus arquivos em qualquer lugar. A tecnologia de acesso zero garante que somente você tenha acesso.
ro: Încărcați și vizualizați fișierele din mers. Tehnologia cu acces zero vă garantează că doar dvs. le puteți accesa.
ru: Загружайте и просматривайте свои файлы на ходу. Технология нулевого доступа гарантирует, что доступ есть только у вас.
sk: Nahrávajte a prezerajte svoje súbory na cestách. Technológia nulového prístupu zaručuje, že k nim budete mať prístup iba vy.
sv: Ladda upp och visa dina filer på språng. Noll åtkomst-teknologi garanterar att endast du har åtkomst.
tr: Dolaşırken dosyalarınızı yükleyin ve görüntüleyin.Sıfır erişim teknolojisi dosyalarınıza yalnızca sizin erişebilmenizi garanti eder.
uk: Вивантажуйте та переглядайте свої файли на ходу.Технологія нульового доступу гарантує, що доступ матимете лише ви.
zh_hans: 随时随地上传和查看您的文件。零访问技术确保只有您才有访问权限。
zh_hant: 隨時隨地上傳並檢視您的檔案。零存取防護技術保證僅有您可以存取。

# onboarding_file_title
source: All files at your fingertips
be: Усе файлы пад рукой
ca: Tots els fitxers a l'abast de la mà
cs: Všechny soubory na dosah ruky
da: Alle filer lige ved hånden
de: Alle Dateien griffbereit
el: Όλα τα αρχεία άμεσα διαθέσιμα
es: Todos los archivos a tu alcance
es_419: Todos los archivos a su alcance
fi: Kaikki tiedostosi käden ulottuvilla
fr: Tous vos fichiers à portée de main
hu: Minden fájlja a keze ügyében
id: Seluruh berkas pada ujung jari Anda
it: Tutti i file a portata di tocco
ja: 全てのファイルがすぐそこに
ka: ყველა ფაილი თქვენს ხელშია
ko: 모든 파일을 당신의 손에서
nb: Alle filer for hånden
nl: Alle bestanden binnen handbereik
pl: Wszystkie pliki w zasięgu ręki
pt: Todos os ficheiros ao seu alcance
pt_br: Todos os arquivos ao seu alcance
ro: Toate fișierele la dispoziție
ru: Все файлы у вас под рукой
sk: Všetky súbory na dosah ruky
sv: Alla filer till hands
tr: Tüm dosyalarınız parmaklarınızın ucunda
uk: Усі файли у вас під рукою
zh_hans: 所有文件尽在指尖
zh_hant: 所有檔案隨手可得

# onboarding_photo_text
source: Ensure your memories are kept safe, private, and in their original quality for years to come.
be: Пераканайцеся, што вашы ўспаміны знаходзяцца ў бяспецы і надзейна абаронены ў іх першапачатковай якасці на доўгія гады.
ca: Assegureu-vos que els vostres records es mantinguin segurs, privats i en la seva qualitat original durant els pròxims anys.
cs: Zajistěte, aby vaše vzpomínky zůstaly v bezpečí, soukromí a v původní kvalitě po mnoho let.
da: Sørg for, at dine minder opbevares sikkert, privat og i deres originale kvalitet i mange år fremover.
de: Stelle sicher, dass deine Erinnerungen sicher, privat und in ihrer ursprünglichen Qualität für die nächsten Jahre aufbewahrt werden.
el: Βεβαιωθείτε ότι οι αναμνήσεις σας διατηρούνται ασφαλείς, ιδιωτικές και στην αρχική τους ποιότητα για τα επόμενα χρόνια.
es: Asegura que tus recuerdos se mantengan seguros, privados y con su calidad original durante los próximos años.
es_419: Asegure que sus recuerdos se mantengan seguros, privados y con su calidad original durante los próximos años.
fi: Varmista, että muistosi säilyvät turvassa, yksityisinä ja alkuperäisessä laadussaan vuosien ajan.
fr: Assurez la sécurité, la confidentialité, et la qualité originale de vos souvenirs pour les années à venir.
hu: Biztosítsa emlékei biztonságos, privát és eredeti minőségű megőrzését az elkövetkező évekre.
id: Pastikan kenangan Anda tersimpan secara aman, privat, dan dalam kualitas aslinya untuk bertahun-tahun ke depan.
it: Assicurati che i tuoi ricordi siano mantenuti al sicuro, privati e nella loro qualità originale per gli anni a venire.
ja: 思い出を安全に、プライベートに、そしてオリジナルの品質のままで、何年も保存してください。
ka: დარწმუნდით, რომ თქვენი მოგონენბები უსაფრთხოდ, კონფიდენციალურად და ორიგინალ ხარისხშია შენახული.
ko: 나의 추억을 앞으로 몇 년 동안 안전하고, 비공개이며, 원래의 품질로 유지하세요.
nb: Sørg for at minnene dine holdes trygge, private og i sin opprinnelige kvalitet i årene som kommer.
nl: Zorg ervoor dat uw herinneringen voor jaren veilig worden bewaard, privé en in hun oorspronkelijke kwaliteit.
pl: Upewnij się, że Twoje wspomnienia są bezpieczne, prywatne i w oryginalnej jakości przez wiele lat.
pt: Assegure que as suas memórias estejam seguras, privadas e na sua qualidade original para os próximos anos.
pt_br: Garanta que suas lembranças sejam mantidas seguras, privadas e em sua qualidade original por muitos anos.
ro: Vă asigurați că amintirile vă sunt păstrate în siguranță, private și la calitatea lor originală pentru anii următori.
ru: Обеспечьте сохранность, приватность и первозданное качество ваших воспоминаний на долгие годы.
sk: Zabezpečte, aby vaše spomienky zostali v bezpečí, súkromí a v pôvodnej kvalite na dlhé roky.
sv: Se till att dina minnen förvaras säkert, privat och i deras originalkvalitet i många år framöver.
tr: Anılarınızın yıllarca güvende, gizli ve özgün kalitesinde kalmasını sağlayın.
uk: Переконайтеся, що ваші спогади будуть збережені в безпеці, приватності та оригінальній якості на довгі роки.
zh_hans: 确保您的回忆在未来几年内保持安全、私密、并保持其原始质量。
zh_hant: 確保您的回憶在未來數年內保持安全、私有，並維持其原始品質。

# onboarding_photo_title
source: Automatic photo backups
be: Аўтаматычнае рэзерваванне фатаграфій
ca: Còpia de seguretat automàtica de les fotos
cs: Automatické zálohování fotek
da: Automatisk sikkerhedskopiering af billeder
de: Automatische Fotosicherungen
el: Αυτόματη δημιουργία αντιγράφων ασφαλείας φωτογραφιών
es: Copias de seguridad automáticas de fotos
es_419: Copias de seguridad automáticas de fotos
fi: Automaattiset kuvien varmuuskopiot
fr: Sauvegardes automatiques de photos
hu: Automatikus fotó biztonsági mentések
id: Pencadangan foto otomatis
it: Backup automatico delle foto
ja: 自動写真バックアップ
ka: ავტომატური სურათის მარქაფები
ko: 자동 사진 백업
nb: Automatisk sikkerhetskopiering av bilder
nl: Automatische fotoback-ups
pl: Automatyczne kopie zapasowe
pt: Backups automáticos de fotos
pt_br: Backups automáticos de fotos
ro: Conservări automate fotografii
ru: Автоматическое резервное копирование фото
sk: Automatické zálohovanie fotografií
sv: Automatisk säkerhetskopiering av foto
tr: Otomatik fotoğraf yedekleme
uk: Автоматичні резервні копії фотографій
zh_hans: 自动照片备份
zh_hant: 自動照片備份

# onboarding_share_text
source: Add password protection to make your shared files even more secure.
be: Дадайце абарону паролем, каб зрабіць абагуленыя файлы яшчэ больш бяспечнымі.
ca: Afegiu protecció amb contrasenya per fer que els vostres fitxers compartits siguin encara més segurs.
cs: Přidejte ochranu heslem pro lepší ochranu vašich sdílených souborů.
da: Tilføj adgangskodebeskyttelse for at gøre dine delte filer endnu mere sikre.
de: Füge einen Passwortschutz hinzu, um deine geteilten Dateien noch sicherer zu machen.
el: Προσθέστε προστασία με κωδικό πρόσβασης για να κάνετε τα κοινόχρηστα αρχεία σας ακόμα πιο ασφαλή.
es: Añade protección con contraseña para que tus archivos compartidos sean más seguros.
es_419: Agregue protección con contraseña para que sus archivos compartidos sean más seguros.
fi: Tee jaetuista tiedostoistasi entistä turvallisempia suojaamalla ne salasanalla.
fr: Ajoutez une protection par mot de passe pour que vos fichiers partagés soient davantage sécurisés.
hu: Használjon jelszavas védelmet a megosztott fájlok még nagyobb biztonsága érdekében.
id: Tambahkan perlindungan kata sandi agar berkas yang Anda bagikan menjadi lebih aman.
it: Aggiungi una protezione con password per rendere i tuoi file condivisi ancora più sicuri.
ja: 共有したファイルをより安全にするためパスワード保護を追加してください。
ka: დაამატეთ პაროლით დაცვა, რათა თქვენი გაზიარებული ფაილები კიდევ უფრო დაცული გახადოთ.
ko: 더욱 안전하게 파일을 공유하려면 비밀번호 보호 옵션을 추가해주세요.
nb: Legg til passordbeskyttelse for å gjøre de delte filene dine enda sikrere.
nl: Voeg wachtwoordbeveiliging toe om uw gedeelde bestanden nog veiliger te maken.
pl: Dodaj ochronę hasłem, aby udostępniać pliki w bezpieczniejszy sposób.
pt: Adicione proteção por palavra-passe para tornar os seus ficheiros partilhados ainda mais seguros.
pt_br: Adicione proteção por senha para tornar seus arquivos compartilhados ainda mais seguros.
ro: Adăugați protecția cu parolă pentru a vă face fișierele partajate și mai sigure.
ru: Добавьте защиту паролем, чтобы сделать общие файлы еще более защищенными.
sk: Pridajte ochranu heslom pre ešte lepšiu ochranu vašich zdieľaných súborov.
sv: Lägg till lösenordsskydd för att göra dina delade filer ännu säkrare.
tr: Paylaşılan dosyalarınızı daha da güvenli hale getirmek için parola koruması ekleyin.
uk: Додайте захист паролем, щоб ваші спільні файли стали ще захищенішими.
zh_hans: 添加密码保护以使您的文件分享更加安全。
zh_hant: 新增密碼保護，讓您的共享檔案更安全。

# onboarding_share_title
source: Secure sharing
be: Бяспечнае абагульненне
ca: Compartició segura
cs: Bezpečné sdílení
da: Sikker deling
de: Sicheres Teilen
el: Ασφαλής διαμοιρασμός
es: Uso compartido seguro
es_419: Uso compartido seguro
fi: Suojattu jakaminen
fr: Partage sécurisé
hu: Biztonságos megosztás
id: Berbagi dengan aman
it: Condivisione sicura
ja: 安全な共有
ka: დაცული გაზიარება
ko: 보안 공유
nb: Sikker deling
nl: Veilig delen
pl: Bezpieczne udostępnianie
pt: Partilha segura
pt_br: Compartilhamento seguro
ro: Partajare securizată
ru: Защищенный общий доступ
sk: Bezpečné zdieľanie
sv: Säker delning
tr: Güvenli paylaşım
uk: Захищений спільний доступ
zh_hans: 安全分享
zh_hant: 安全分享

# one_dollar_upsell_desc
source: When you need a little more storage, but not a lot. Introducing Drive Lite, featuring 20 GB storage for only %@ a month.
be: Калі вам неабходна сховішча невялікага памеру. Прадстаўляем Drive Lite з 20 ГБ сховішча за %@ у месяц.
ca: Per quan necessiteu una mica més d'espai, però no gaire. Us presentem Drive Lite, que inclou 20 GB d'emmagatzematge per només %@ al mes.
cs: Když potřebujete trochu více úložného prostoru, ale ne mnoho. Představujeme Drive Lite s úložištěm o velikosti 20 GB za pouhých %@ měsíčně.
da: Når du har brug for lidt mere lagerplads, men ikke meget, tilbyder vi dig Drive Lite med 20 GB lagerplads for kun %@ om måneden.
de: Wenn du etwas mehr Speicher benötigst, aber nicht viel. Mit Drive Lite erhältst du 20 GB Speicherplatz für nur %@ pro Monat.
el: Όταν χρειάζεστε λίγο περισσότερο χώρο αποθήκευσης, αλλά όχι πολύ. Παρουσιάζουμε το Drive Lite, το οποίο διαθέτει χώρο αποθήκευσης 20 GB μόνο για %@ το μήνα.
es: Para cuando necesitas un poco más de almacenamiento, pero no demasiado. Presentamos Drive Lite: 20 GB de espacio por solo %@ al mes.
es_419: Para cuando necesita un poco más de almacenamiento, pero no demasiado. Presentamos Drive Lite: 20 GB de espacio por solo %@ al mes.
fi: Kun tarvitset vain hieman enemmän säilytystilaa. Esittelyssä Drive Lite, joka tarjoaa 20 Gt tallennustilaa vain %@ kuukaudessa.
fr: Lorsque vous avez besoin d'un peu plus d'espace de stockage, mais pas beaucoup. Voici Drive Lite avec 20 Go de stockage pour seulement %@ par mois.
hu: Amikor egy kicsit több tárhelyre van szüksége, de nem sokkal. Bemutatjuk a Drive Lite-ot, amely 20 GB-os tárhelyet kínál, mindössze %@ havonta
id: Saat Anda membutuhkan sedikit lebih banyak penyimpanan, tetapi tidak banyak. Memperkenalkan Drive Lite, dengan penyimpanan 20 GB hanya dengan %@ per bulan.
it: Quando hai bisogno di un po' più di spazio di archiviazione, ma non molto. Ti presentiamo Drive Lite, con 20 GB di spazio di archiviazione a soli %@ al mese.
ja: ストレージがもう少しだけ必要なときに。Drive Liteを紹介します。月額わずか%@で 20 GBのストレージを提供します。
ka: როცა ოდნავ მეტი საცავი გჭირდებათ და არა ბევრი. წარმოგიდგენთ სერვისს Drive Lite, 20 გბ საცავით და ფასით %@ თვეში.
ko: 조금 더 많은 스토리지가 필요하다면? Drive Lite를 소개합니다. 단 월간 %@으로 20 GB 스토리지가 제공되는 스토리지를 만나보세요.
nb: Når du trenger litt mer lagringsplass, men ikke mye. Vi presenterer Drive Lite, med 20 GB lagringsplass for bare %@ i måneden.
nl: Als u wat meer opslagruimte nodig heeft, maar niet veel. Maak kennis met Drive Lite, met 20 GB opslagruimte voor slechts %@ per maand.
pt_br: Quando você necessita de um pouco mais de armazenamento, mas não muito. Apresentamos o Drive Lite, com 20 GB de armazenamento por apenas %@ por mês.
ro: Când aveți nevoie de puțin mai mult spațiu de stocare, dar nu de mult. Vă prezentăm Drive Lite, cu 20 GiB de stocare pentru doar %@ pe lună.
sk: Keď potrebujete trochu viac úložného priestoru, ale nie veľa. Predstavujeme Drive Lite s 20 GB úložiska len za %@ mesačne.
sv: När du behöver lite mer lagringsutrymme, men inte mycket. Vi introducerar Drive Lite, med 20 GB lagringsutrymme för endast %@ per månad.
tr: Biraz daha fazla ancak çok olmayan depolama alanına gerek duyduğunuzda. Yalnızca %@ aylık 20 GB depolama alanı sunan Drive Lite tarifesini sunarız.
zh_hans: 当您需要更多存储空间，但不需要太多时。为您介绍 Drive Lite，每月仅需 %@ 即可获得 20 GB 存储空间。

# one_dollar_upsell_get_plan_button
source: Get Drive Lite
be: Атрымаць Drive Lite
ca: Obtingueu Drive Lite
cs: Získat Drive Lite
da: Få Drive Lite
de: Drive Lite holen
el: Αποκτήστε το Drive Lite
es: Obtener Drive Lite
es_419: Obtener Drive Lite
fi: Hanki Drive Lite
fr: Obtenez Drive Lite
hu: Fizessen elő Drive Lite-ra!
id: Dapatkan Drive Lite
it: Ottieni Drive Lite
ja: Drive Liteを入手
ka: Drive Lite-ის მიღება
ko: Drive Lite 구매
nb: Skaff deg Drive Lite
nl: Krijg Drive Lite
pl: Uzyskaj plan Drive Lite
pt: Obter o Drive Lite
pt_br: Obter Drive Lite
ro: Luați Drive Lite
ru: Получить Drive Lite
sk: Získať Drive Lite
sv: Skaffa Drive Lite
tr: Drive Lite edinin
uk: Отримати Drive Lite
zh_hans: 获取 Drive Lite
zh_hant: 取得 Drive Lite

# one_dollar_upsell_title
source: More storage for only %@
be: Больш сховішча ўсяго за %@
ca: Més emmagatzematge per només %@
cs: Více prostoru pouze za %@
da: Mere lagerplads for kun %@
de: Mehr Speicher für nur %@
el: Περισσότερος αποθηκευτικός χώρος μόνο με %@
es: Más almacenamiento por solo %@
es_419: Más almacenamiento por solo %@
fi: Lisää tallennustilaa vain hintaan %@
fr: Plus d'espace de stockage pour seulement %@
hu: Több tárhely csak %@-ért
id: Lebih banyak penyimpanan hanya dengan %@
it: Più spazio di archiviazione a soli %@
ja: たった%@でもっとストレージを
ka: მეტი საცავი, მხოლოდ, %@-ად
ko: 단 %@(으)로 더 많은 스토리지 누리기
nb: Mer lagringsplass for bare %@
nl: Meer opslagruimte voor slechts %@
pt_br: Mais armazenamento por apenas %@
ro: Mai mult spațiu pentru doar %@
sk: Viac úložiska len za %@
sv: Mer lagringsutrymme för endast %@
tr: Daha fazla depolama alanı yalnızca %@
zh_hans: 仅需 %@ 获得更多存储空间

# password_change_mailbox_password_title
source: Change mailbox password
be: Змяніць пароль паштовай скрыні
ca: Canvia la contrasenya de la bústia de correu
cs: Změnit heslo k poštovní schránce
da: Ændr adgangskode til postkassen
de: Postfach-Passwort ändern
el: Αλλαγή κωδικού γραμματοκιβωτίου
es: Cambiar la contraseña del buzón
es_419: Cambiar la contraseña del buzón
fi: Vaihda postilaatikon salasana
fr: Changer le mot de passe de la messagerie
hu: E-mail titkosítási jelszó megváltoztatása
id: Ubah kata sandi kotak surat
it: Cambia la password della casella email
ja: 受信箱のパスワードを変更
ka: საფოსტო ყუთის პაროლის შეცვლა
ko: 메일함 비밀번호 변경
nb: Endre postbokspassord
nl: Wijzig mailbox-wachtwoord
pl: Zmień hasło skrzynki pocztowej
pt: Alterar a palavra-passe da caixa de correio
pt_br: Alterar senha da caixa de correio
ro: Schimbare parolă mesaje
ru: Изменить пароль почтового ящика
sk: Zmeniť heslo k poštovej schránke
sv: Ändra lösenord för brevlåda
tr: Posta kutusu parolasını değiştir
uk: Змінити пароль поштової скриньки
zh_hans: 更改邮箱密码
zh_hant: 更改信箱密碼

# password_change_success_text
source: Password changed successfully
be: Пароль паспяхова зменены
ca: S'ha canviat la contrasenya.
cs: Heslo bylo úspěšně změněno
da: Adgangskoden er blevet ændret
de: Passwort erfolgreich geändert
el: Ο κωδικός πρόσβασης άλλαξε επιτυχώς
es: Se ha cambiado la contraseña.
es_419: Se cambió la contraseña.
fi: Salasana vaihdettiin
fr: Le mot de passe a été modifié.
hu: A jelszó sikeresen megváltoztatva
id: Kata sandi berhasil diubah
it: Password modificata con successo
ja: パスワードは正しく変更されました
ka: პაროლი წარმატებით შეიცვალა
ko: 비밀번호가 변경되었습니다
nb: Passordet ble endret
nl: Wachtwoord gewijzigd
pl: Hasło zostało zmienione
pt: A palavra-passe foi alterada.
pt_br: A senha foi alterada.
ro: Parola a fost modificată.
ru: Пароль успешно изменен
sk: Heslo bolo úspešne zmenené
sv: Lösenord ändrat
tr: Parola değiştirildi
uk: Пароль успішно змінено
zh_hans: 密码更改成功
zh_hant: 密碼字元變更成功。

# password_change_title
source: Change password
be: Змяніць пароль
ca: Canvia la contrasenya
cs: Změnit heslo
da: Ændr adgangskode
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar la contraseña
es_419: Cambiar la contraseña
fi: Vaihda salasana
fr: Changer le mot de passe
hu: Jelszó módosítása
id: Ubah kata sandi
it: Cambia la password
ja: パスワードを変更する
ka: პაროლის შეცვლა
ko: 비밀번호 변경
nb: Endre passord
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt: Alterar a palavra-passe
pt_br: Alterar senha
ro: Schimbare parolă
ru: Изменить пароль
sk: Zmeniť heslo
sv: Ändra lösenord
tr: Parolayı değiştir
uk: Змінити пароль
zh_hans: 更改密码
zh_hant: 變更密碼

# password_config_caption
source: Enter a PIN code with min 4 characters and max 21 characters.
be: Увядзіце PIN-код з колькасцю сімвалаў ад 4 да 21.
ca: Introduïu un codi PIN d'entre 4 i 21 caràcters.
cs: Zadejte PIN kód o délce 4 až 21 znaků.
da: Indtast en pinkode med min 4 tegn og maksimalt 21 tegn.
de: PIN-Code mit min. 4 und max. 21 Zeichen eingeben.
el: Εισαγάγετε έναν κωδικό PIN με ελάχιστους 4 χαρακτήρες και έως 21 χαρακτήρες.
es: Introduce un código PIN entre 4 y 21 caracteres.
es_419: Ingrese un código PIN entre 4 y 21 caracteres.
fi: Syötä PIN-koodi, joka sisältää vähintään 4 ja enintään 21 merkkiä.
fr: Saisissez un code PIN de 4 à 21 caractères.
hu: Írjon be egy PIN kódot, amely minimum 4 és maximum 21 karakter hosszú.
id: Masukkan kode PIN dengan panjang antara 4 hingga 21 karakter.
it: Inserisci un codice PIN con minimo 4 e massimo 21 caratteri.
ja: 4 文字以上 21 文字以内でPINコードを入力してください。
ka: შეიყვანეთ 4-დან 21 სიმბოლომდე სიგრძის PIN კოდი.
ko: 최소 4글자 이상 21글자 이하로 PIN 코드를 입력해 주세요.
nb: Angi en PIN-kode med min 4 tegn og maks 21 tegn.
nl: Voer een PIN-code in met min. 4 tekens en max 21 tekens.
pl: Wpisz kod PIN zawierający od 4 do 21 cyfr.
pt: Introduza um código PIN com no mínimo 4 carateres e no máximo 21 carateres.
pt_br: Insira um código PIN com no mínimo 4 caracteres e no máximo 21 caracteres.
ro: Introduceți un cod PIN de minim 4 și maxim 21 de caractere.
ru: Введите PIN-код, состоящий минимум из 4 и максимум из 21 символа.
sk: Zadajte kód PIN s min. 4 znakmi a max. 21 znakmi.
sv: Ange en PIN-kod med minst 4 tecken och max 21 tecken.
tr: 4 ile 21 karakter arasında bir PIN kodu yazın.
uk: Введіть PIN-код від 4 до 21 символів.
zh_hans: 输入至少 4 个字符，最多21 个字符的 PIN 码。
zh_hant: 請輸入一個 PIN 碼，長度為 4 - 21 個字元。

# password_config_next_step
source: Next
be: Далей
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
es_419: Siguiente
fi: Seuraava
fr: Suivant
hu: Tovább
id: Berikutnya
it: Successivo
ja: 次へ
ka: შემდეგი
ko: 다음
nb: Neste
nl: Volgende
pl: Dalej
pt: Seguinte
pt_br: Próximo
ro: Înainte
ru: Далее
sk: Ďalej
sv: Nästa
tr: İleri
uk: Далі
zh_hans: 下一步
zh_hant: 下一步

# password_config_textfield_title
source: Set your PIN code
be: Задайце свой PIN-код.
ca: Estableix el codi PIN
cs: Nastavte PIN kód
da: Angiv din pinkode
de: Deinen PIN-Code festlegen
el: Ορίστε τον κωδικό PIN
es: Configura el código PIN
es_419: Configure el código PIN
fi: Aseta PIN-koodisi
fr: Définir votre code PIN
hu: Állítson be egy PIN kódot
id: Tetapkan kode PIN Anda
it: Imposta il tuo codice PIN
ja: PINコードを設定
ka: დააყენეთ თქვენი PIN კოდი
ko: PIN 코드를 설정하세요
nb: Angi PIN-kode
nl: Stel uw pincode in
pl: Ustaw kod PIN
pt: Define o seu código PIN
pt_br: Configurar seu código PIN
ro: Setare cod PIN
ru: Установить PIN-код
sk: Nastavte PIN kód
sv: Ställ in din PIN-kod
tr: PIN kodunuzu ayarlayın
uk: Встановіть свій PIN-код
zh_hans: 设置您的 PIN 码
zh_hant: 設定您的個人識別數字代碼

# password_config_title_use_pin
source: Use PIN code
be: Выкарыстоўваць PIN-код
ca: Utilitza el codi PIN
cs: Použít PIN kód
da: Brug pinkode
de: PIN-Code verwenden
el: Χρήση κωδικού PIN
es: Usar un código PIN
es_419: Usar un código PIN
fi: Käytä PIN-koodia
fr: Utiliser le code PIN
hu: PIN kód használata
id: Gunakan kode PIN
it: Utilizza codice PIN
ja: PINコードを使用する
ka: PIN-კოდის გამოყენება
ko: PIN 코드 사용
nb: Bruk PIN-kode
nl: PIN-code gebruiken
pl: Użyj kodu PIN
pt: Utilizar o código PIN
pt_br: Usar código PIN
ro: Folosire cod PIN
ru: Использовать PIN-код
sk: Použiť PIN kód
sv: Använd PIN-kod
tr: PIN kodu kullanılsın
uk: Використати PIN-код
zh_hans: 使用 PIN 码
zh_hant: 使用個人識別數字代碼
